```json
{
    "Type": "Question",
    "Text": "First of all, on the revenues. €32 billion in 2025 that you have talked about in the past. Can you give us a little bit more of a split, how we should think about reaching this target by division in the context of the below €600 million NII adjustment this year? And then the second question is around cost. €20 billion of adjusted cost this year and stated at €20 billion next year to get to your cost-income target. There’s a delta of around €600 million to €700 million. If you could please talk about the assumptions that you’re making here, and what are the easy wins and what are the difficult ones. And if I may also, the bank levy assumptions for this and next year.",
    "Page": 15,
    "Person": "Kian Abouhossein",
    "Role": "Analyst",
    "Affiliation": "JP Morgan",
    "Topics": [
        {"Name": "Revenue Targets", "Justification": "Inquiry about achieving future revenue goals."},
        {"Name": "Cost Management", "Justification": "Focus on cost targets and assumptions."},
        {"Name": "Bank Levies", "Justification": "Specific interest in levy assumptions."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Factual inquiry into financial targets and assumptions."
    }
}
{
    "Type": "Answer",
    "Text": "Thank you, Kian, and thank you for your question. Also thank you very much for the shout-out to Fabrizio and Ram. I don’t have to do it then anymore. And I even think that we took some market share from the US banks, not only from the European banks, if I think about the performance in the Investment Bank. Look, to your first question, let me tackle that, and James will then go on with the second question, and obviously with further comments to question number one. Let me start actually on the journey in 2024, because it really builds up nicely then to the 2025 story. It starts really with this good Q1, in my view across all businesses. And if we now look how the business is progressing, then you can really see that the stable businesses, i.e. the Corporate Bank, the Private Bank and Asset Management, that what we have seen in Q1 is actually a good number you can have in your mind also for the following quarters. And one item which is positive for us, and James can give you some further details, is that the NII is actually behaving even better than we thought and that what we have given you earlier this year. So, in this regard, there is less headwind on the NII side. And on the fee-generating side, we are actually succeeding there where we wanted to succeed and where the investments are now paying off. You have seen the market share gain in the Origination and Advisory business. We gained market share by 70 basis points. We have shown €500 million revenues in O&A this quarter. To be honest, it’s a number which I would also see based on the mandates for Q2. Always hard to then go for Q3 and Q4. But with the investments we have done in people but also in Numis, I think that, again, Q1 is a very good marker in the O&A business. We have done, as you said, a very good job in the FIC business. That is far more diversified, far more stable, far more robust. And with all the rating upgrades we have seen, obviously it also helped to regain clients. And these are structural improvements where I would say this is, on the one hand, clearly supporting our market share gains but also telling us that these kind of businesses and flow business we are doing there is likely coming back also in the following quarters. So in a nutshell, if you take Q1 and you have the stability in the three businesses, in Asset Management, Private Bank and Corporate Bank, potentially even with some upside in Asset Management, and you see the strong pipeline we have in the O&A business and also the market position we have regained in the FIC business, I am more than confident that we can achieve the €30 billion just by adding up these four operating businesses, based on the starting point we have right now. If I then go into 2025, the first comment is that there is the tailwind on the NII side in the Private Bank. We have always talked about that. We have now, for quarters and quarters, gathered assets under management like in Q1, in PB and in Asset Management, and that obviously is driving further revenues there. So the NII tailwind and the benefits from the assets under management growth is driving further the Private Bank revenues in 2025 versus 2024. Then in the Corporate Bank, actually there is no NII headwind anymore in 2025 versus 2024, but we are benefiting from all the mandates which we are getting, actually, not only here in Germany, but globally. You have seen in the script how also in Q1 versus Q1 last year, we actually, increased our mandates which we won with multinational corporates. And that is again a momentum which I can see going forward. So a very stable revenue growth then in the Corporate Bank also next year. In the Investment Bank, to be honest, Kian, I absolutely further expect that we go to at least a 1% market share gain versus that what we had in 2023. We always said that with the investments which we have done, we want to gain 1% market share. We have done 0.7% in Q1, but there is more to come. And I also do believe that in particular, in the O&A market, there is a further recovery. We can see the momentum in the M&A market, in the ECM market. It is starting, but it’s not there where I can see the fee pool is in 2025. And then obviously, when I go to the last point, in the Asset Management, also there, we will benefit obviously with the continuous inflow in assets under management. Looking at that, looking how we have started now Q1, looking at actually the better-than-expected NII trail and that the investments which we have done are paying off, I’m not only confident in the €30 billion but then obviously, with the build-out in 2025, in the €32 billion.",
    "Page": 15,
    "Person": "Christian Sewing",
    "Role": "Chief Executive Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Revenue Growth", "Justification": "Discussion on achieving revenue targets."},
        {"Name": "Market Share", "Justification": "Focus on gaining market share."},
        {"Name": "Investment Strategy", "Justification": "Emphasis on strategic investments."},
        {"Name": "Business Stability", "Justification": "Highlighting stable business performance."}
    ],
    "Sentiment": {
        "Score": 0.3,
        "Category": "Slightly Positive",
        "Justification": "Optimism about achieving revenue targets and market share gains."
    }
}
{
    "Type": "Answer",
    "Text": "So Kian, on expenses, we talk a lot about run rate, monthly, quarterly run rates. We’re obviously pleased that our focus on delivery achieved the €5 billion this quarter. We intend to continue that quarter after quarter over the course of this year and manage to an exit rate that puts us on track for our 2025 numbers. A couple of moving parts. So first of all, bank levy, we probably expect to book about €50 million this year. That might be about €150 million next year, but it depends very much on assumptions around what the SRB does, growth rates and deposits and the like. Then there’s the non-operating costs. They’ve run high for the past several years, but we are, we really think, at the tail end of the work we need to do in terms of restructuring and severance, the litigation profile that we’ve talked about in the past. So I’d love to see that in and around €300 million to €400 million in total next year, which would obviously imply an operating cost level in the high €19 billion. On a run-rate basis, that means we need to be taking expenses down by, say, €50 million to €100 million per quarter next year to achieve our numbers. You’ve asked about easy wins. This is all hard work and focus and attention, execution. The starting point is really the delivery, we talk about €1.4 billion of actions that are achieved but not yet in the run rate. The run rate reflects €1 billion. So there’s €400 million to come that’s already executed, which in reality makes your difference in terms of the quarterly run rate. So in essence, we just need to crystallise the existing items. In reality, we’re going to have some inflation, we’re going to have some additional investments that take place, and we then need to offset those with the remaining actions underway, closing the gap between €1.4 billion and €2.5 billion, which is the total target. So the simple version of what’s still to be done, it’s still day-to-day execution on the glide path of those measures. Whether that’s branch closures, app decommissioning, headcount reductions, process simplification, front-to-back on data, all of the things that we’ve been talking about for some time now are on a glide path for delivery. And we’re confident that we’re set up to achieve the goals we laid out for this year and next.",
    "Page": 18,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Cost Management", "Justification": "Focus on achieving cost targets."},
        {"Name": "Operational Efficiency", "Justification": "Discussion on improving efficiency."},
        {"Name": "Bank Levies", "Justification": "Details on levy expectations."}
    ],
    "Sentiment": {
        "Score": 0.2,
        "Category": "Slightly Positive",
        "Justification": "Confidence in achieving cost targets despite challenges."
    }
}
{
    "Type": "Question",
    "Text": "The first one is on capital. Now, we start with the 13.4% CET1, and I’m just trying to understand how much room there is for additional buybacks in the course of the year. Is it you’re aiming, I guess you said in the quarterly report, aiming for flat, which will be 13.7%, or would you be happy with 13.5% as well? And how should we think about potential impacts for the rest of the year, any regulatory headwinds, and how quickly can you deliver on the remaining €10 billion to €15 billion of RWA optimisation? And then secondly, on loan losses, what does give you the confidence about the decline in the second half? I guess your commercial real estate, the stress loss is unchanged, but what’s the impact of rates staying higher for longer? Is there any pressure by the regulator to address commercial real estate exposure faster? And also, you mentioned a reversal of the backlog-related provisions in the Private Bank. How much is this in terms of it could be a benefit in the second half?",
    "Page": 19,
    "Person": "Anke Reingen",
    "Role": "Analyst",
    "Affiliation": "RBC",
    "Topics": [
        {"Name": "Capital Management", "Justification": "Inquiry about CET1 ratio and buybacks."},
        {"Name": "Regulatory Impact", "Justification": "Concerns about regulatory headwinds."},
        {"Name": "Loan Loss Provisions", "Justification": "Focus on loan loss expectations."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Seeking clarification on financial strategies and expectations."
    }
}
{
    "Type": "Answer",
    "Text": "Thanks, Anke. So, look, the target that we’ve been working to is really a January 1 target, with the Basel III impacts reflected, and a 200 basis points gap to MDA against that. So solve for 13.2% on January 1 with the €15 billion in it that we’ve talked about. And really, what we have in the balance of the year is earnings less additional stock buybacks and the impact of business growth. And then from a model methodology, all that stuff, think of that as neutral. We’re working through that capital optimisation to at least offset those pressures. Q1 is always a quarter where you’ll see more burdens on the capital supply side, so I would not look at that as representative of the capital build that earnings can drive. And while Q1 is usually a high point in terms of organic capital generation, we’ve had a pretty good track record of generating 25 to 30 basis points per quarter over the past several years. So that’s the walk that we would outline to you. On the loan losses, we talk about three things that are running high in the first quarter, commercial real estate, which we expect to improve gradually over the year, the collections activity disruption that we expect to also correct and potentially see some recoveries in the second half, and equally, on the Wealth Management side, we’ve had a series of cases over the years where we hoped, as we moved to workout, there may be recoveries there as well against an, I’ll call it, underlying strong credit portfolio. So that reversion in the second half is one that, at least based on everything we see at the moment, we have good line of sight on. And so we’d need to, in essence, compensate for every basis point above 30 today, we’d need to compensate being below 30 in the second half. But we see the drivers that would drive us there. And lastly, commenting on part of your question, we’ve had a very deep dive into the commercial real estate portfolio over the last four, five, six months, name by name, and feel comfortable that with the provisions we took in Q1, we reflect the risks that we see in that portfolio. We have, as we mentioned, seen the firming in our portfolio that’s visible in some of the market pricing indices and what have you. While that is to some degree rate-dependent, we do think that we’re seeing a floor and are optimistic, at least based on what we see, that that’ll be preserved over the balance of the year.",
    "Page": 20,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Capital Management", "Justification": "Discussion on CET1 ratio and capital strategy."},
        {"Name": "Loan Loss Provisions", "Justification": "Explanation of loan loss expectations."},
        {"Name": "Commercial Real Estate", "Justification": "Focus on real estate portfolio management."}
    ],
    "Sentiment": {
        "Score": 0.1,
        "Category": "Neutral",
        "Justification": "Provides a balanced view on capital and loan loss management."
    }
}
{
    "Type": "Question",
    "Text": "The first one will be on NII. You mentioned in your prepared remarks that you could exceed your guidance of a decrease of €600 million in NII this year. And I was wondering, what are the conditions to beat this guidance actually? Is it higher rates for longer? Is it stable betas? Is it an improvement on the asset margins, as you mentioned? Any colour will be great, and also what kind of magnitude we could expect regarding the beats in this guidance. And the second question would be on incremental share buyback for H2. Have you got any update to give us, whether you have applied for this new share buyback with the ECB or what kind of discussion you have with the regulators regarding this topic currently?",
    "Page": 21,
    "Person": "Nicolas Payen",
    "Role": "Analyst",
    "Affiliation": "Kepler Cheuvreux",
    "Topics": [
        {"Name": "Net Interest Income", "Justification": "Inquiry about exceeding NII guidance."},
        {"Name": "Share Buybacks", "Justification": "Interest in buyback plans and regulatory discussions."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Seeks clarification on financial guidance and strategies."
    }
}
{
    "Type": "Answer",
    "Text": "Thanks, Nicolas. So on the net interest income, I think magnitude, it’s early in the year to say, but potentially considerable, in three-digit millions, easily in three-digit millions, put it that way. And the drivers are better deposit margins, better deposit volumes, firming loan margins, better funding costs, including unsecured, beta is still running behind, to some extent the interest curve that you see, the implied forward rates, although as you can also see in our materials, we’ve hedged a lot of that. But the short answer is that all of those things, the drivers, are actually showing favourable compared to our planning, with the one exception that goes in the other direction of loan volumes. And there, obviously we’d like to see a pick-up as the economy firms and demand rises. But all of those drivers are playing a role in giving us confidence in the outlook. Nicolas, on the buybacks, nothing changed from our target which we gave to the market before. We have clearly stated that shareholder value creation is the key priority for us. And hence, we are fully committed to the plans we have outlined to you, and that also means fully committed that we have a goal to actually distribute beyond the €8 billion which we gave you earlier. Now, with regard to timing, I think we are doing exactly that what we also said. We always said that we wanted to await Q1. We wanted to see that Q1 is running in line with our own plan, that we show operating leverage, that we show further increasing revenues, that we have costs under control. Exactly this has happened, and that gives us the confidence that we can now obviously also plan for the next steps and go into the discussions. But that is the discussion with the regulator, and this should be always respected. But as I said, we always said Q1 needs to be done. We are happy with Q1, and now we take the next steps.",
    "Page": 22,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Net Interest Income", "Justification": "Discussion on NII drivers and expectations."},
        {"Name": "Share Buybacks", "Justification": "Commitment to buyback plans."},
        {"Name": "Financial Strategy", "Justification": "Focus on shareholder value and strategic planning."}
    ],
    "Sentiment": {
        "Score": 0.2,
        "Category": "Slightly Positive",
        "Justification": "Confidence in exceeding NII guidance and commitment to buybacks."
    }
}
{
    "Type": "Question",
    "Text": "My first question, I want to go back onto the commercial real estate. One thing which surprises me a little bit is that the €31 billion is not going down. It’s going slightly up due to the FX. But I would expect Deutsche Bank to be deleveraging this exposure. So top down, why is that not moving, would be my first question. And then, secondly, I notice that you flag litigation is expected up versus 2023. Any comment there?",
    "Page": 22,
    "Person": "Giulia Aurora Miotto",
    "Role": "Analyst",
    "Affiliation": "Morgan Stanley",
    "Topics": [
        {"Name": "Commercial Real Estate", "Justification": "Inquiry about real estate exposure management."},
        {"Name": "Litigation Costs", "Justification": "Interest in expected litigation expenses."}
    ],
    "Sentiment": {
        "Score": -0.1,
        "Category": "Slightly Negative",
        "Justification": "Concerns about real estate exposure and litigation costs."
    }
}
{
    "Type": "Answer",
    "Text": "So Giulia, on the second question, mostly to do with the relatively sizable release we had in the fourth quarter. So don’t necessarily look at it as a deterioration in our position so much as that effect. On CRE, it’s essentially a portfolio that, through extensions and refinancings, is rolling over. FX plays a small role and a very selective new financing activity, typically in lower-risk areas that flow into the definition. But yes, it’s a rolling portfolio, and I wouldn’t expect it to diminish dramatically in the next several quarters.",
    "Page": 23,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Commercial Real Estate", "Justification": "Explanation of real estate portfolio management."},
        {"Name": "Litigation Costs", "Justification": "Clarification on litigation expense expectations."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Provides factual clarification on real estate and litigation."
    }
}
{
    "Type": "Question",
    "Text": "The first one, just picking up on CRE again, the modified loan number that you show us, which I think is €10 billion here, that’s been increasing from €8 billion and €6 billion over the last couple of quarters. Are you still happy with the nature of those modifications, that these are healthy, constructive, they’re not just extend and pretend? So is that process still okay as far as you’re concerned? That’s my first question. And then the second question, again, just picking into the cost point, your adjusted costs ex-banks levies, were up about 2.5% year on year. Is that just noise, or is that a pressure that causes you concern, looking at the need to bring costs down, as you’ve discussed? Is that increase, year on year, any kind of concern to you?",
    "Page": 23,
    "Person": "Jeremy Sigee",
    "Role": "Analyst",
    "Affiliation": "BNP Paribas Exane",
    "Topics": [
        {"Name": "Commercial Real Estate", "Justification": "Inquiry about loan modifications and health."},
        {"Name": "Cost Management", "Justification": "Concerns about rising costs."}
    ],
    "Sentiment": {
        "Score": -0.1,
        "Category": "Slightly Negative",
        "Justification": "Concerns about loan modifications and cost increases."
    }
}
{
    "Type": "Answer",
    "Text": "So Jeremy, the modification process, yes, I’d say, in short, okay. We’ve talked about this for a while. As we look at each individual property, we engage in the discussion with the sponsors on refinancing. Often, that includes terms, new equity, sometimes is concessions from the banks, and that’s as it should be. I don’t think of it as a giant extend-and-pretend process but a healthy process of managing these assets through a cycle. You should expect the modifications to continue to rise. But if this is a cycle that, as we think it is, is burning itself out, then the provision number as a percentage of that denominator should begin to decline, along with a gradual reduction in CLPs on a quarterly basis. And so that’s what we would expect to see going forward. A lot of work still lies ahead, but so far, behaviour has been rational in light of valuations. On adjusted costs, that increase represents, if you like, the cumulative impact of the various investments we’ve been making. We’ve talked about investments in controls. We even talked about investments in technology, also the front-office investments we made last year, and now the run-rate impact of the Numis transaction as well, fully in the quarter. So that increase is there. Is it concerning? No, insofar as it was deliberate actions and targeted investments on our part. But as per the answer to Kian, now the work needs to be done to take that run rate back down modestly over the next seven quarters.",
    "Page": 24,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Commercial Real Estate", "Justification": "Explanation of loan modification strategy."},
        {"Name": "Cost Management", "Justification": "Clarification on cost increases and investments."}
    ],
    "Sentiment": {
        "Score": 0.1,
        "Category": "Neutral",
        "Justification": "Provides a balanced view on loan modifications and cost strategy."
    }
}
{
    "Type": "Question",
    "Text": "In the prepared remarks, you sounded at the margin a bit more confident on what you’d expect to see for this year. But if you look into next year, has anything changed for the NII outcome then, particularly in light of the moves we’ve seen in rates expectations in the past couple of months and also the positive development in deposit funding costs in Germany? And then, secondly, so thank you for the extra disclosure on FIC. If I look at the business mix on slide 39, that’s split between EM credit and macro. Is that the right mix of business, when you think about the Global Hausbank strategy? Or would you expect that pie chart to change shape meaningfully over the next few years, whether it be through investments or share gains, etc.?",
    "Page": 24,
    "Person": "Chris Hallam",
    "Role": "Analyst",
    "Affiliation": "Goldman Sachs",
    "Topics": [
        {"Name": "Net Interest Income", "Justification": "Inquiry about NII expectations for next year."},
        {"Name": "Business Strategy", "Justification": "Interest in FIC business mix and strategy."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Seeks clarification on future financial expectations and strategy."
    }
}
{
    "Type": "Answer",
    "Text": "Yes. Okay, Chris, I’ll try both, and Christian may want to add. So actually, our hope was that we would sound a little bit more confident on this call than in the prepared remarks on the net interest income. We are comfortable with the trajectory, but we’re trying not to get too far over our skis on it. We think it’s supportive of the trajectory to €30 billion this year and €32 billion next year. And to be honest, the way this will work, Chris, is the incremental NII that we expected to get in 2025 would be compared to the higher base in 2024 so that it would essentially just add, because of the factors that I outlined being the drivers. So short version, this is incremental in 2024 and carries over to 2025. The numbers, that doughnut in the appendix, that does move over time, there’s no question. It’s depending on the mix shift in the market environment generally. We think we’ve got a healthy portfolio mix in our, what I’ll call FIC markets, we’re describing here as FIC ex-Financing. But it’s driven by macro and micro trends, client positioning. It’s driven by the extent to which structured transactions are happening in any one of those product areas. So it does move around, but we think of it as a healthy portfolio mix.",
    "Page": 25,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Net Interest Income", "Justification": "Discussion on NII trajectory and expectations."},
        {"Name": "Business Strategy", "Justification": "Explanation of FIC business mix and strategy."}
    ],
    "Sentiment": {
        "Score": 0.1,
        "Category": "Neutral",
        "Justification": "Provides a balanced view on NII and business strategy."
    }
}
{
    "Type": "Question",
    "Text": "I wanted to ask about the Private Bank, please. You’ve had another very good flow quarter. I think your annualised growth in Wealth Management and Private Banking is running at around 8%, annualised, from that new money. And I’m really hard-pressed to come up with any competitor getting close to that kind of growth. Can you maybe talk a little bit more about what you’re doing there, what geographies are driving this, whether there are particular products or any other unique selling points that are explaining this? And a related question. One investor alerted me to a story on his media platform this morning which suggested that FINMA is looking at your Wealth Management business in Switzerland. Is there anything to flag there, or is there just nothing further?",
    "Page": 26,
    "Person": "Stefan Stalmann",
    "Role": "Analyst",
    "Affiliation": "Autonomous",
    "Topics": [
        {"Name": "Private Banking", "Justification": "Inquiry about growth in Private Banking."},
        {"Name": "Regulatory Concerns", "Justification": "Interest in regulatory scrutiny in Switzerland."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Seeks clarification on growth and regulatory issues."
    }
}
{
    "Type": "Answer",
    "Text": "Thank you for your questions. Let me start, and James will amend. Look, on the FINMA side, we gave a clear statement that there is no restriction. And secondly, obviously I hope you respect it that we are not going more into details when it comes to regulatory discussions, but we have said everything in writing. So for us, we can onboard clients. Number two, with regard to Wealth Management and the Private Bank, yes, actually since Claudio has been with us, it has been always our focus actually to go more into the investment businesses, by the way, not only in Wealth Management but also in the Private Bank. We see that as a clear growth area and, in particular, as a clear long-term growth area. So I think I said it before on these calls. If you think about what is one of the real sticky items also here in Germany going forward, it is what happens with the pensions of our retail clients. And the focus Claudio is giving to the investment businesses, where obviously we have an expertise which not a lot of other banks, in particular, in the home market have, is something which is now helping us a lot. It also helps us, by the way, that we got all the rating upgrades, that we have a completely different reputation in the market, and the investments Claudio did in Wealth Management outside Germany, in parts of European countries, in particular, in Asia, you know that we invested heavily in the Middle East, are now all paying off. And therefore, yes, we are happy with the growth, but it’s part of the two- to three-year story and strategy which Claudio built. Now, as we see the success, in particular in Wealth Management, as I said, we want to bring it more and more into the more Private Bank and Retail Bank business, because there is actually the need for the clients. And therefore, I expect actually that we do see these kind of growth rates also going forward, which is again supporting that what I said in the first question from Kian. One should not underestimate the continuous growth in revenues actually in those businesses from the continuous accumulation of assets under management, in particular, in this business. So a clear focus of Deutsche Bank.",
    "Page": 27,
    "Person": "Christian Sewing",
    "Role": "Chief Executive Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Private Banking", "Justification": "Explanation of growth strategy in Private Banking."},
        {"Name": "Regulatory Concerns", "Justification": "Clarification on regulatory scrutiny in Switzerland."},
        {"Name": "Investment Strategy", "Justification": "Focus on investment business growth."}
    ],
    "Sentiment": {
        "Score": 0.3,
        "Category": "Slightly Positive",
        "Justification": "Optimism about growth in Private Banking and investment strategy."
    }
}
{
    "Type": "Question",
    "Text": "So the first one, just curious around the fee progression in the Private Bank. If I look at market levels, they’re up 8% year on year. You’ve had a lot of inflows, and yet your revenues in the first quarter haven’t really moved much. So if I look at your guidance in the division, it would seem you’re expecting quite a bit of a pick-up over the next nine months. So I suppose, what is driving that relative to the first quarter? And then, secondly, just looking at the Financing revenues, where you put a really helpful slide in there, in the pack, look, it’s been a major source of growth for you but also your peers. I’m just curious about what’s driving that kind of growth differential versus pre-COVID levels and how sustainable that is. Because I suppose, if I look at the leverage consumption of the IB, it’s gone up considerably over the last four years. So maybe if you could provide a sense of the margins of that business or the capital intensity, that would also be great.",
    "Page": 28,
    "Person": "Tom Hallett",
    "Role": "Analyst",
    "Affiliation": "KBW",
    "Topics": [
        {"Name": "Private Banking", "Justification": "Inquiry about fee progression and revenue expectations."},
        {"Name": "Financing Revenues", "Justification": "Interest in growth and sustainability of financing revenues."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Seeks clarification on revenue expectations and growth sustainability."
    }
}
{
    "Type": "Answer",
    "Text": "So Tom, the way you think about fee and commission income in the Private Bank is it’s a client business volume measure. And Christian referred to it as sticky. So as we build balances, we build activity. We’ve seen a year-on-year growth rate of 2%, but now at a level in the first quarter that significantly exceeds any quarter last year, especially the second, third and fourth. And so we think that that’s going to continue to build on itself and create more and more year-on-year differential. There is some amount that obviously depends on clients’ investment activity, trading activity, if you like, in any given quarter. But, call it, the stable revenue base that we’re seeing in the Private Bank and fee and commission income growth is very encouraging and I think is set to continue. I think in terms of your question about resources in the FIC business, we’ve been very focused on that consistently over the years. We tend to look at it in terms of revenue production related to RWA. As you can see, market risk RWA, relatively modest for us, so it is principally credit risk RWA, both in the balance sheet and derivative businesses. But we think we’ve got some of the best in the business at understanding and optimising that. And the same is true of leverage exposure, where we manage to the constraints of our balance sheet but work to optimise how we deploy that leverage exposure to support clients as well as the revenue profile. Sometimes, by the way, the business you do is leverage exposure-intensive but not RWA-intensive, and sometimes the opposite. And hence, the optimisation efforts that we go to there are considerable and sophisticated. So I would stop there. I don’t know if you want to add anything.",
    "Page": 29,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Private Banking", "Justification": "Explanation of fee progression and revenue expectations."},
        {"Name": "Financing Revenues", "Justification": "Discussion on growth and sustainability of financing revenues."},
        {"Name": "Risk Management", "Justification": "Focus on RWA and leverage management."}
    ],
    "Sentiment": {
        "Score": 0.1,
        "Category": "Neutral",
        "Justification": "Provides a balanced view on revenue expectations and risk management."
    }
}
{
    "Type": "Question",
    "Text": "Firstly on costs. You drew out the FDIC charge in Q4. You haven’t drawn out anything in Q1, but I know a number of the US banks did take a top-up. So could you say, is there anything on costs for FDIC this quarter as well that you’d like to specify? And then the second question just on the Corporate & Other division, now that it’s been restated to include the legacy portfolios. I think you’ve got a €302 million loss this quarter, but it includes quite a sizable benefit on timing differences or valuation and timing differences. So what should we think of, or what do you think is the usual quarterly run rate for that division going forward?",
    "Page": 30,
    "Person": "Andrew Coombs",
    "Role": "Analyst",
    "Affiliation": "Citi",
    "Topics": [
        {"Name": "Cost Management", "Justification": "Inquiry about FDIC charges and cost expectations."},
        {"Name": "Corporate & Other Division", "Justification": "Interest in division performance and expectations."}
    ],
    "Sentiment": {
        "Score": 0.0,
        "Category": "Neutral",
        "Justification": "Seeks clarification on cost and division performance expectations."
    }
}
{
    "Type": "Answer",
    "Text": "Thanks, Andrew. So €8 million is the number this quarter on FDIC. By some quirk of accounting, we can’t characterise it as bank levies, so we don’t call it out separately. But it also means, if I look at the net going into this quarter’s run rate, actually there’s probably more things pushing it up than pushing it down, of which FDIC was one. In C&O there’s always some degree of volatility. V&T was a feature this year, certainly year on year. In the quarter, it was relatively more neutral but reflected really changes in the interest rate curve, by the way, some of which we would expect to get back in the balance of the year through pull to par. Always hard to say, therefore, what the pre-tax profit impact is going to be. We talk in the guidance about what the shareholder expense is that we expect, what the incremental, call it, run rate or annual Treasury funding costs are. So for modelling purposes, I would go with a quarterly version of that annual guidance and accept that there is some volatility in valuation and timing. Incidentally, we’ve been working over the years to reduce and minimise that volatility to the extent we can. So lots of work’s gone into hedge accounting programmes and other things to both manage the risks, the balance sheet risks that we have but do so in a way that is as accounting-neutral as we can. And we’ve made some good progress in that regard.",
    "Page": 31,
    "Person": "James von Moltke",
    "Role": "Chief Financial Officer",
    "Affiliation": "Deutsche Bank",
    "Topics": [
        {"Name": "Cost Management", "Justification": "Clarification on FDIC charges and cost expectations."},
        {"Name": "Corporate & Other Division", "Justification": "Explanation of division performance and expectations."},
        {"Name": "Risk Management", "Justification": "Focus on managing volatility and risks."}
    ],
    "Sentiment": {
        "Score": 0.1,
        "Category": "Neutral",
        "Justification": "Provides a balanced view on cost and division performance expectations."
    }
}
```